{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Barbara's Room"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6BF4137A4E09FADC3D1B1EA392879955"
		},
		{
			"Source":
			{
				"Text": "Basalt"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB2D98644AE2106EC187AE916E124736"
		},
		{
			"Source":
			{
				"Text": "Basement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FCE8227B48F53FA6EFF2B993BAFB6153"
		},
		{
			"Source":
			{
				"Text": "Brushed Nickel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "18DC5E9443A5BB3A2B90F7B162ACF84B"
		},
		{
			"Source":
			{
				"Text": "Bunker"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA9E183647A22378440111910CBC8011"
		},
		{
			"Source":
			{
				"Text": "Burnished Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FE4D72B74727D68EE900269512ADBD13"
		},
		{
			"Source":
			{
				"Text": "Ceramic Tile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FD9F5ED495B69292191DF990216AE9E"
		},
		{
			"Source":
			{
				"Text": "Checker/Dot"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9B3B2B8849D4AE1E15A3988C6174FFCE"
		},
		{
			"Source":
			{
				"Text": "Chrome"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8E693054E8EC046F143C3985127A19A"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Beveled"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3262ABFE423BC5EBAD106AA09BEB06B1"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, New"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F4CE2CAE439B929F7A803B819685F312"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Old"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A5B92A6F489E6BDD33F59DA42E55D476"
		},
		{
			"Source":
			{
				"Text": "Click The Simulate Toolbar Button"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE646BB14DE4C7BB8D374F9CF223B43D"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Pebble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "44FF04AF47DB16E7B44F93AFE53D5FC8"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Rough"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FC576AD54EB2C44A8F725D924751F6E3"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Smooth"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "40003A444A5F919E59AA34AC84F199FF"
		},
		{
			"Source":
			{
				"Text": "Concrete, Grime"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D774124718D501074E67B63BDFA531"
		},
		{
			"Source":
			{
				"Text": "Concrete, Panels"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "92BF808F419CFC86361DBEA5DF0B95F2"
		},
		{
			"Source":
			{
				"Text": "Concrete, Poured"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C7BE34DF4B976E6D653AEC9D6B6D8E52"
		},
		{
			"Source":
			{
				"Text": "Concrete, Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEF4E8B743D60917FE0C7E96572FA69A"
		},
		{
			"Source":
			{
				"Text": "Copper"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBF5D09C4756D0B7B5CB348568DEFA86"
		},
		{
			"Source":
			{
				"Text": "Door Opened"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0E9C89994F7BC0CC479D968877E76D0B"
		},
		{
			"Source":
			{
				"Text": "Find the Masks : 0/2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8D79812E4CC4393D569CC5A7CB8C543F"
		},
		{
			"Source":
			{
				"Text": "Find the Masks : 1/2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B193914F496D7980D017FF8740190B75"
		},
		{
			"Source":
			{
				"Text": "Find the Masks : 2/2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3371D8B742433CB814CF399B7C2D046B"
		},
		{
			"Source":
			{
				"Text": "First Person Template"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "250A277E42B5F40DEB04188F13512296"
		},
		{
			"Source":
			{
				"Text": "Gold"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0617410D48DDD822A4B659B6905706A3"
		},
		{
			"Source":
			{
				"Text": "Grass"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "24C489A34592BED58A3A7CB71F18EEB5"
		},
		{
			"Source":
			{
				"Text": "Gravel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B53C2BC43A5480E61F00C9FDF468560"
		},
		{
			"Source":
			{
				"Text": "Hex Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6C8005D34C59B52AF1D555A08F8BA1CB"
		},
		{
			"Source":
			{
				"Text": "Lake Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39544187479738D17D7BA8B5A5527C0D"
		},
		{
			"Source":
			{
				"Text": "Moss"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "060AD8364E7BBBB8D1E92DB0511E8FD6"
		},
		{
			"Source":
			{
				"Text": "Oak"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E440F3DE45BA4B2C5D8050A73EE833FB"
		},
		{
			"Source":
			{
				"Text": "Ocean Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39A9DF0C417D6D6ADB8616B8BF5F6AAF"
		},
		{
			"Source":
			{
				"Text": "Panel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00A0A79A4F31FC1919043D8AA52B0070"
		},
		{
			"Source":
			{
				"Text": "Pine"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F1B4647C4F088A14EDBD99AE31D83F23"
		},
		{
			"Source":
			{
				"Text": "Polished Marble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEEBA05E427D3BC99C25A4AD6E9F934F"
		},
		{
			"Source":
			{
				"Text": "Pulse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BC8152834213B5D1A460AE967CA1F09F"
		},
		{
			"Source":
			{
				"Text": "RealM"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "286D2E604F1836AFEB2FE29F0AC43AC1"
		},
		{
			"Source":
			{
				"Text": "Return the Masks"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "168A3BDC4DF49D621AF56F92BE8F42D3"
		},
		{
			"Source":
			{
				"Text": "Rust"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D8584F40423B7E408A29A248AAC4A5"
		},
		{
			"Source":
			{
				"Text": "Sandstone"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A51630AD4072309AF482CDADB8AF5C58"
		},
		{
			"Source":
			{
				"Text": "Slate"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "009556AF48CE6937BF572F8EFB679827"
		},
		{
			"Source":
			{
				"Text": "Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57DCAD71427BAE0D4D2709BA45E4CB57"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Cut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CC9863546E64AC6B74E30A32D607376"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Hewn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1685EE6F4E7E8AFF229191BF97456889"
		},
		{
			"Source":
			{
				"Text": "Walnut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D67372D04B388B707D841996FA22838F"
		},
		{
			"Source":
			{
				"Text": "Walnut, Polished"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F80060F044605E4D0FC1D99B3043C1EE"
		},
		{
			"Source":
			{
				"Text": "Walnut, Worn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBD93432421B0C6B48A8AE9587579BA4"
		},
		{
			"Source":
			{
				"Text": "[0]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB03298544399BF14EB741864E221775"
		},
		{
			"Source":
			{
				"Text": "info display test"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C13250B4D36834294FE54963A86C73C"
		},
		{
			"Source":
			{
				"Text": "文本块文本块文本块文本块文本块文本块文本块文本块文本块文本块"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F222E65746541AF0A8F74F99F32EBD8E"
		},
		{
			"Source":
			{
				"Text": "测试文本"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "774A10D741EE7655BBE40480BAD90C33"
		},
		{
			"Source":
			{
				"Text": "语言:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "67AA393C4DEBC3C9675C8A994A0DC345"
		},
		{
			"Source":
			{
				"Text": "还不能戳"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9273DA4C490BE05BA370E38DD171E3A8"
		},
		{
			"Source":
			{
				"Text": "这里是字幕"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CE3AA4B45D9BF43DB0A779CE7E8EC68"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "mStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "CN"
					},
					"Translation":
					{
						"Text": "JP"
					},
					"Key": "NowLanguage"
				},
				{
					"Source":
					{
						"Text": "Test Ending Text"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ending_text"
				},
				{
					"Source":
					{
						"Text": "cn"
					},
					"Translation":
					{
						"Text": "zh"
					},
					"Key": "language_CN"
				},
				{
					"Source":
					{
						"Text": "en"
					},
					"Translation":
					{
						"Text": "en"
					},
					"Key": "language_EN"
				},
				{
					"Source":
					{
						"Text": "ja"
					},
					"Translation":
					{
						"Text": "ja"
					},
					"Key": "language_JP"
				},
				{
					"Source":
					{
						"Text": "v0.1.0"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "version"
				},
				{
					"Source":
					{
						"Text": "中"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "Quality_1"
				},
				{
					"Source":
					{
						"Text": "低"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Quality_Normal"
				},
				{
					"Source":
					{
						"Text": "低"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Quality_0"
				},
				{
					"Source":
					{
						"Text": "关"
					},
					"Translation":
					{
						"Text": "無効"
					},
					"Key": "Vsync_Off"
				},
				{
					"Source":
					{
						"Text": "开"
					},
					"Translation":
					{
						"Text": "有効"
					},
					"Key": "Vsync_On"
				},
				{
					"Source":
					{
						"Text": "按\"O\"切换模式"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Room3_Phase_Change_Hint"
				},
				{
					"Source":
					{
						"Text": "收集品：不忘初心"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection3_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：好眼力"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection1_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：好身手"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection8_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：强迫症？"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection2_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：穿模BUG？"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection4_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：语言达人"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection7_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：迷失于色彩缤纷"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection6_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：遁入黑暗"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Collection5_Get"
				},
				{
					"Source":
					{
						"Text": "高"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "Quality_High"
				},
				{
					"Source":
					{
						"Text": "高"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "Quality_2"
				}
			]
		},
		{
			"Namespace": "UItext",
			"Children": [
				{
					"Source":
					{
						"Text": "Realm : Before the Omniscience"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "277F66D94398B5CE9EEA24849614CFD4"
				},
				{
					"Source":
					{
						"Text": "主音量"
					},
					"Translation":
					{
						"Text": "Main"
					},
					"Key": "052E2C90410765CE8B2203A339939BFE"
				},
				{
					"Source":
					{
						"Text": "保存"
					},
					"Translation":
					{
						"Text": "セーブ"
					},
					"Key": "F90AAA0A4328811A554DB286161DB836"
				},
				{
					"Source":
					{
						"Text": "保存存档"
					},
					"Translation":
					{
						"Text": "セーブ"
					},
					"Key": "B22B6BEF4D2A6D5C111EB59145E6A140"
				},
				{
					"Source":
					{
						"Text": "加载存档"
					},
					"Translation":
					{
						"Text": "ロード"
					},
					"Key": "63DB20C34F7C07EB360E179D2DE61A91"
				},
				{
					"Source":
					{
						"Text": "回到游戏"
					},
					"Translation":
					{
						"Text": "ロード"
					},
					"Key": "2744207C4506CC00AF8E9A8D2E3ACED3"
				},
				{
					"Source":
					{
						"Text": "垂直同步"
					},
					"Translation":
					{
						"Text": "V-SYNC"
					},
					"Key": "2FC7209F46948D61A4A65EB66DBE2276"
				},
				{
					"Source":
					{
						"Text": "应用"
					},
					"Translation":
					{
						"Text": "決める"
					},
					"Key": "366A390A4307D735F7872EA25F19F2F2"
				},
				{
					"Source":
					{
						"Text": "开始游戏"
					},
					"Translation":
					{
						"Text": "スタート"
					},
					"Key": "2A1A6CB2407D800CB63F21AFF5156353"
				},
				{
					"Source":
					{
						"Text": "普通"
					},
					"Translation":
					{
						"Text": "普通"
					},
					"Key": "D813423B43AF4978DA004FA510A236EB"
				},
				{
					"Source":
					{
						"Text": "李在赣神魔"
					},
					"Translation":
					{
						"Text": "止まるんじゃねぞ"
					},
					"Key": "1F3BC4A345B3A65669542685DBDDF6F1"
				},
				{
					"Source":
					{
						"Text": "游戏中不可更改"
					},
					"Translation":
					{
						"Text": "ゲーム中で変更できません"
					},
					"Key": "CC49426A412561891972F0830C56D46F"
				},
				{
					"Source":
					{
						"Text": "画质"
					},
					"Translation":
					{
						"Text": "パフォーマンス"
					},
					"Key": "TextBlockDefaultValue"
				},
				{
					"Source":
					{
						"Text": "画面"
					},
					"Translation":
					{
						"Text": "グラフィック設定"
					},
					"Key": "1F0085F940B73586FF081896CEFA6381"
				},
				{
					"Source":
					{
						"Text": "界面 "
					},
					"Translation":
					{
						"Text": "UI"
					},
					"Key": "B5500EED4C6C43C0CD93F3ADB4C0BE67"
				},
				{
					"Source":
					{
						"Text": "简单"
					},
					"Translation":
					{
						"Text": "簡単"
					},
					"Key": "8EA770C746369560D79B78AC138B80FC"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Config"
					},
					"Key": "49EF48744883D351A6D08BA6E98645D7"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Config"
					},
					"Key": "EC3CC76D4E4F7EAF2CB766AAAC2B9FD2"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Config"
					},
					"Key": "215938FC41D63944F4DCF7ABD430D640"
				},
				{
					"Source":
					{
						"Text": "读取"
					},
					"Translation":
					{
						"Text": "ロード"
					},
					"Key": "CAD45E6843E9280F7E8673BE280DCEE8"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "戻る"
					},
					"Key": "D53D3C104DC9FE97715BB4B4F9FFF447"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "戾ゐ"
					},
					"Key": "DC6DAF0049A4CC2DB6012B83CAC195E8"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "戾ゐ"
					},
					"Key": "B5A72D9E494FE747DD5805989D2E7804"
				},
				{
					"Source":
					{
						"Text": "返回标题"
					},
					"Translation":
					{
						"Text": "タイトルへ"
					},
					"Key": "6E43EC0D47CE475FA3E9768E808BCB16"
				},
				{
					"Source":
					{
						"Text": "退出游戏"
					},
					"Translation":
					{
						"Text": "終了"
					},
					"Key": "8E04B5F041FF6671B4A58EAEF0844646"
				},
				{
					"Source":
					{
						"Text": "退出游戏"
					},
					"Translation":
					{
						"Text": "終了"
					},
					"Key": "4E3C555E4B937DBAF5D24A8D23E154FF"
				},
				{
					"Source":
					{
						"Text": "难度："
					},
					"Translation":
					{
						"Text": "難易度"
					},
					"Key": "3F153966477978B8834DA297F61B4F0F"
				},
				{
					"Source":
					{
						"Text": "音乐"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "D6B4F4974AE61FBB1693778B65889BC8"
				},
				{
					"Source":
					{
						"Text": "音效"
					},
					"Translation":
					{
						"Text": "SE"
					},
					"Key": "38F0F1B1445B605B6DF0E0B5DD01F5C5"
				},
				{
					"Source":
					{
						"Text": "音量"
					},
					"Translation":
					{
						"Text": "オーディオー設定"
					},
					"Key": "5A72B54A42C3A8AEFBB469BAECE0B41B"
				}
			]
		}
	]
}